# ΧΡΗΣΙΜΑ ΤΗΛΕΦΩΝΑ ΔΗΜΟΥ ΔΕΣΚΑΤΗΣ

useful_phones = [
    ["ΥΠΗΡΕΣΙΑ", "ΤΗΛΕΦΩΝΟ"],
    ["--------------------", "----------"],
    ["ΔΗΜΟΣ ΔΕΣΚΑΤΗΣ", "24623 51101"],
    ["ΚΕΝΤΡΟ ΥΓΕΙΑΣ", "24623 51000"],
    ["ΑΣΤΥΝΟΜΙΑ", "24620 31111"],
    ["ΠΥΡΟΣΒΕΣΤΙΚΗ", "24620 34199"],
    ["ΚΕΠ ΔΕΣΚΑΤΗΣ", "24623 51153"],
    ["ΠΡΟΝΟΙΑ", "24623 51111"],
    ["ΒΟΗΘΕΙΑ ΣΤΟ ΣΠΙΤΙ", "24623 51147"]
]

def list_phones():
    for office, number in useful_phones:
        print(f"{office.ljust(20)} | {number}")

if __name__ == "__main__":
    list_phones()
